Revit 2027 API
UnitTypeId.CubicMeters Property
 Cubic meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicMeters { get; }
Public Shared ReadOnly Property CubicMeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicMeters {
	ForgeTypeId^ get ();
}
static member CubicMeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace